Repository: InfoAmazonia/newsroom
Catalog: languages/*.po
Languages: bn, hi, ne, pt_br, ur

source: Daily Archives: %s
bn: রোজকার খবর %s
hi: दिन की खबर: %s
ne: दैनिक अभिलेख: %s
ur: یومیہ آرکائیو%s

source: Monthly Archives: %s
bn: মাসের খবর %s
hi: महीने की खबर: %s
ne: मासिक अभिलेख: %s
ur: ماہانہ آرکائیو%s

source: F Y
ur: ایف وائی ؟؟

source: Yearly Archives: %s
bn: বছরের খবর %s
hi: साल की खबर: %s
ne: वार्षिक अभिलेख: %s
ur: سالانہ آرکائیو:%s

source: Y
ur: وائی ؟؟

source: Archives
bn: পুরনো সংস্করণ
hi: पुरानी ख़बर
ne: अभिलेखालय
ur: آرکائیوز

source: Share a map
bn: মানচিত্রটি শেয়ার করুন
hi: मानचित्र शेयर करें
ne: नक्शा सेयर गर्नुहोस्
ur: نقشہ شیُر کریں

source: Share
bn: শেয়ার
hi: शेयर करें
ne: शेयर
ur: شیُر

source: Share the map
bn: মানচিত্রটি শেয়ার করুন
hi: यह मानचित्र शेयर करें
ne: नक्शा सेयर गर्नुहोस्
ur: نقشہ شیُر کریں

source: Choose a map
bn: মানচিত্রটি বেছে নিন
hi: मानचित्र चयन करें
ne: नक्शा छान्नुहोस्
ur: نقشہ منتخب کریں

source: Choose any map from the list
bn: তালিকা থেকে যে কোনো মানচিত্র বেছে নিন
hi: सूची से किसी भी मानचित्र चयन करें
ne: सुचीबाट कुनै पनि नक्शा छान्नुहोस्
ur: لِسٹ میں سے کوئی نقشہ منتخب کریں

source: Select a map
bn: মানচিত্র বাছুন
hi: मानचित्र चयन करें
ne: नक्शा छान्नुहोस्
ur: نقشے کا انتخاب کریں

source: Select layers from this map
bn: এই মানচিত্র থেকে আপনার পছন্দমত বিষয় বেছে নিন
hi: मानचित्र से स्तर चयन करें
ne: यो नक्शाबाट लेयरहरु छान्नुहोस्
ur: اس نقشے میں سے لیئرز/تہوں کا انتخاب کریں

source: Select layers
bn: বিষয় অনুযায়ী লেয়ার বেছে নিন
hi: स्तर चयन करें
ne: लेयरहरु छान्नुहोस् ।
ur: لیئر/تہه کا انتخاب کریں

source: Choose any layers from the list
bn: তালিকা থেকে যে কোনো লেয়ার বেছে নিন
hi: सूची से स्तर चयन करें
ne: सुचीबाट कुनैपनि लेयर छान्नुहोस्
ur: لِسٹ میں سے لیئر/تہه منتخب کریں

source: Back to default layer configuration
bn: প্রথম লেয়ারে ফিরে যান
hi: पहले स्तर पर जाएँ
ur: ڈیفالٹ لیئرز/تہه پر واپس جائیں

source: View all maps
bn: সব মানচিত্র দেখুন
hi: सभी मानचित्र देखें
ne: सबै नक्शा हर्नुहोस्
ur: تمام نقشے دیکھیں

source: Filter content
bn: বিষয় বাছাই করুন
hi: लेख फिल्टर करें
ur: کونٹینٹ فلٹر کریں

source: Filter the content displayed on the map through our options
bn: মানচিত্রে দেওয়া তালিকা থেকে বিষয় বাছাই করুন
hi: हमारे विकल्प के माध्यम से मानचित्र पर प्रदर्शित सामग्री फ़िल्टर करें
ur: آپشنز کے ذریعہ نقشے پر موجود کونٹینٹ فلٹر کریں

source: Select content
bn: খবর বেছে নিন
hi: लेख चयन करें
ne: सामाग्री छान्नुहोस्
ur: کونٹینٹ منتخب کریں

source: Selected content
bn: বাছাই খবর
hi: चुना गया लेख
ne: छानिएका सामग्री
ur: منتخب شدہ کونٹینٹ

source: General content
bn: সব খবর
hi: आम लेख
ne: सामान्य सामग्री
ur: جنرل کونٹینٹ

source: Content from the map
bn: মানচিত্র থেকে বিষয় বাছাই করুন
hi: मानचित्र से सूचना
ne: नक्शाको सामग्री
ur: نقشے سے حاصل کردہ میٹریل

source: Latest content
bn: নতুন খবর
hi: नवीनतम लेख
ne: पछिल्लाो सामग्री
ur: تازہ ترین میٹریل

source: No content (map only)
bn: শুধু মানচিত্র (অন্য খবর নেই)
hi: केवल मानचित्र
ne: No content( नक्शा मात्रै)
ur: کوئی میٹریل نہیں (صرف نقشہ)

source: By
bn: লিখেছেন
hi: द्वारा
ne: बाट
ur: بائی

source: Width & Height
bn: দৈর্ঘ্য প্রস্থ
hi: चौड़ाई ऊंचाई
ne: चौडाइ र उचाइ
ur: چوڑائی اور اونچائی

source: Select the width and height proportions you would like to embed to be.
bn: আপনার ওয়েবসাইট এর জন্য যে দৈর্ঘ্য প্রস্থ চান সেটা বেছে নিন
hi: ई और ऊंचाई के अनुपात का चयन करें
ne: उचाइ र चौडाइ को proportions छान्नुहोस्
ur: امبیڈ کیلئے چوڑائی اور اونچائی کا تناسب منتخب

source: Small
bn: ছোট
hi: छोटा
ne: सानो
ur: چھوٹا

source: Medium
bn: মাঝারি
hi: मध्यम
ne: मध्यम
ur: درمیانہ

source: Large
bn: বড়
hi: बड़ा
ne: ठुलो
ur: بڑا

source: HTML Output
bn: html আউটপুট
ur: ایچ ٹی ایم ایل آؤٹ پٹ

source: Copy and paste this code into an HTML page to embed with it's current settings and location
bn: এটাকে এমবেড করার জন্য এই কোডটা html পাতায় টুকে নিন
hi: वर्तमान सेटिंग्स और स्थान के साथ एम्बेड करने के लिए एक HTML पृष्ठ में इस कोड को कॉपी और पेस्ट करें
ur: موجودہ ترتیب اور مقام میں امبیڈ کرنے کے لئے کوڈ ایچ ٹی ایم ایل پر کاپی اور پیسٹ کریں

source: URL
hi: यूआरएल
ur: یو آر ایل

source: Get the original to use as a link or a custom embed.
bn: লিংক হিসেবে ব্যবহার করার জন্য অথবা আপনার সুবিধেমতো এমবেড করার জন্য মূলটা বেছে নিন
hi: लिंक या कस्टम के रूप में उपयोग करने के लिए मूल जाएँ
ur: مطلوبہ امبیڈ یا بطور لنک استعمال کرنے کے لئے اوریجنل حاصل کریں

source: Share this map, with it's current settings and location, on your social network
bn: আপনার সোশ্যাল নেটওয়ার্ক এর সঙ্গে এই মানচিত্রটা শেয়ার করুন
hi: वर्तमान सेटिंग्स और स्थान के साथ इस मानचित्र को सोशल नेटवर्क पर शेयर करें
ne: अहिलेको settings र location सहित सोसियल मेडियामा यो नक्शा सेयर गर्नुहोस्
ur: سوشل نیٹ ورک پر نقشہ اپنی ترتیب اور مقام کے ساتھ شیُر کریں

source: Map preview
bn: মানচিত্রটা দেখুন
hi: मानचित्र पूर्वावलोकन
ne: नक्शाको पुर्वावलोकन
ur: نقشے کا پیش منظر

source: Header menu
bn: শিরোনামের তালিকা
hi: हेडर सूची
ne: हेडर मेनु
pt_br: Menu do cabeçalho
ur: ہیڈر مینیو

source: Footer menu
bn: ফুটার মেন্যু
hi: फुटर सूची
ne: फुटर मेनु
pt_br: Menu do rodapé
ur: فوٹر مینیو

source: Post sidebar
bn: পোস্ট সাইডবার
hi: पोस्ट साइडबार
pt_br: Barra lateral do post
ur: پوسٹ سائڈ-بار

source: Footer content
bn: ফুটার বিষয়
hi: फुटर विषय
ur: فوٹر کا کونٹینٹ

source: Archive sidebar
bn: পুরনো সংস্করণ
hi: आर्काइव साइडबार
ur: آرکائیو سائڈ-بار

source: Search results sidebar
bn: খোঁজ্ফল
hi: खोज परिणाम साइडबार
ur: سرچ ریزلٹ سائڈ-بار

source: Page
bn: পৃষ্ঠা
hi: पृष्ठ
ne: पृष्ठ
pt_br: Página
ur: صفحہ

source: Select your language
bn: ভাষা বেছে নিন
hi: अपनी भाषा चुनें
ne: भाषा रोज्नुहोस्
ur: زبان کا انتخاب کریں

source: Select
bn: বেছে নিন
hi: चुनें
ne: रोज्नुहोस्
ur: انتخاب کریں

source: Text search
bn: শব্দখোঁজ
hi: पाठ्य खोज
ur: ٹیکسٹ کی تلاش

source: Type your search here
bn: যা খুঁজছেন এখানে লিখুন
hi: यहाँ अपनी खोज लिखें
ne: तपाइको सर्च यहाँ टाइप गर्नुहोेस्।
ur: اپنی تلاش یہاں لکھیں

source: Date range
bn: কোন তারিখ থেকে কোন তারিখ
hi: तिथि सीमा
ne: मिति
ur: تاریخ کی حد

source: From
bn: এখান থেকে
hi: से
ne: बाट
ur: سے

source: To
bn: এখান অবধি
hi: तक
ne: सम्म
ur: تک

source: Filter
bn: ফিল্টার
hi: फ़िल्टर
ne: फिल्टर
ur: فلٹر

source: Cancel filters
bn: ফিল্টার রদ করুন
hi: फिल्टर रद्द करें
ne: फिल्टर रद्द गर्नुहोस्।
ur: فلٹر کینسل کریں

source: More filters
bn: আরো ফিল্টার
hi: अतिरिक्त फिल्टर
ne: थप फिल्टर
ur: مزید فلٹرز

source: Featured media
bn: বাছাই মিডিয়া
hi: विशेष माध्यम
pt_br: Mídia em destaque
ur: فیچرڈ میڈیا

source: Select the type of media you'd like to feature for this post
bn: এই পোস্ট এ যে মিডিয়াম ব্যবহার করতে চান বেছে নিন
hi: इस पोस्ट के लिए अपनी पसंद का माध्यम चुनें
pt_br: Selecione o tipo de mídia que gostaria de destacar neste post
ur: اس پوسٹ کے لئے فیچرڈ میڈیا کا انتخاب کریں

source: Post featured image
bn: বাছাই ছবি পোস্ট করুন
hi: विशेष तस्वीर पोस्ट करें
pt_br: Imagem destacada do post
ur: فیچرڈ امیج پوسٹ کریں

source: Post image gallery
bn: ছবির গ্যালারি পোষ্ট করুন
hi: तस्वीर गैलरी पोस्ट करें
pt_br: Galeria de imagens do post
ur: امیج گیلری پوسٹ کریں

source: Map
bn: মানচিত্র
hi: मानचित्र
ne: नक्सा
pt_br: Mapa
ur: نقشہ

source: Post media
bn: মিডিয়া পোষ্ট করুন
hi: पोस्ट मीडिया
pt_br: Mídia do post
ur: میڈیا پوسٹ کریں

source: images
bn: ছবি
hi: तस्वीर
ne: तस्विरहरु
pt_br: Imagens
ur: امیج

source: Story
bn: খবর
hi: कहानी
ne: समाचार
pt_br: História
ur: اسٹوری

source: Template
bn: টেমপ্লেট
hi: टेम्पलेट
ur: ٹیمپلیٹ

source: Select the template to display this post
bn: এই খবরটা দেখানোর জন্য টেম্পলেট বাছাই করুন
hi: इस पोस्ट के प्रदर्शन के लिए टेम्पलेट चुनें
ne: समाचार हेर्न यो display छान्नुहोस्
pt_br: Selecione o template a exibir este post
ur: پوسٹ دکھانے کے لئےٹیمپلیٹ کا انتخاب کریں

source: Pages:
bn: পৃষ্ঠা:
hi: पृष्ठ:
ne: पृष्ठहरु:
pt_br: Páginas:
ur: صفحات

source: Share this story
bn: খবরটা শেয়ার করুন
hi: यह कहानी शेयर करें
ne: यो लेख सेयर गर्नुहोस्
ur: اسٹوری شئیر کریں

source: Newsroom Highlight Carousel
bn: নিউজরুম হাইলাইট কেরুজেল
hi: न्यूजरूम हाइलाइट कैरसेल
pt_br: Carousel de destaque do Newsroom
ur: نیوزروم ہائی-لائٹڈ کاروزل

source: Display featured posts with featured image as a interactive carousel
bn: বাছাই খবর আর বাছাই ছবি একসঙ্গে দেখান
hi: एक संवादात्मक कैरसेल के रूप में विशेष तस्वीर के साथ विशेष पोस्ट्स का प्रदर्शन
pt_br: Exibir posts com imagens destacadas como um carousel interativo
ur: فیچرڈ امیج اور فیچرڈ پوسٹس بطور انٹرایکٹو کاروزل دکھائیں

source: Title for the carousel.
bn: কেরুজেলের নাম
hi: कैरसेल के लिए शीर्षक
ne: Carousel को शिर्षक.
pt_br: Título para o carousel.
ur: کاروزل کا ٹائٹل

source: Build query for highlighted posts
bn: বাছাই খবরের জন্য প্রশ্ন তৈরী করুন
hi: रेखांकित पोस्ट्स के लिए सवालों का निर्माण
pt_br: Construa a query para posts destacados
ur: خاص پوسٹس کے لئے سوالنامہ بنائیں

source: Auto rotate carousel
bn: কেরুজেল নিজের থেকে ঘোরান
hi: अपने आप घूमने वाला कैरसेल
pt_br: Rodar carousel automaticamente
ur: خودکار کاروزل

source: Milisseconds to rotate the carousel
bn: কেরুজেল ঘোরাতে কত মিলি সেকেন্ড লাগবে ঠিক করুন
hi: कैरसेल को घुमाने के लिए मिलीसेकेंड
pt_br: Milissegundos até rotação
ur: کاروزل گھومنے کے لئے ملّی سیکنڈ

source: Newsroom List Images
bn: ছবির তালিকা
hi: न्यूजरूम तस्वीरों की सूची
ne: समाचारकक्षको तस्विरको सुचि
pt_br: Lista de Imagens do Newsroom
ur: نیوز روم لسٹ امیجز

source: Display a list of images in a regular list format.
bn: ছবিগুলো সাধারণ তালিকার মত দেখান
hi: एक सामान्य सूची प्रारूप में तस्वीरों की एक सूची का प्रदर्शन
ne: नियमित फर्म्याटमा तस्विरको सुचि देखाउ
pt_br: Exibir imagens em um formato de lista regular.
ur: امیجزکی لسٹ ریگولر لسٹ فورمیٹ میں دکھائیں

source: Title for image list.
bn: ছবির তালিকার নাম
hi: तस्वीर सूची के लिए शीर्षक
ne: सुचिमा रहेको तस्विरको शिर्षक ।
pt_br: Título para lista de imagens
ur: امیج لسٹ کے ٹائٹل

source: Link for the title (optional)
bn: নামের লিংক (optional)
hi: शीर्षक के लिए लिंक(वैकल्पिक)
ne: शिर्षकको लागि लिङ्क (वैकल्पिक)
pt_br: Link para o título (opcional)
ur: ٹائٹل کے لئے لنک (آپشنل )

source: Images
bn: ছবি
hi: तस्वीरें
ne: तस्विरहरु
pt_br: Imagens
ur: امیجز

source: Image
bn: ছবি
hi: तस्वीर
ne: तस्विर
pt_br: Imagem
ur: امیج

source: Link for the image (optional)
bn: ছবির লিংক (optional)
hi: तस्वीर के लिए लिंक (वैकल्पिक)
ne: तस्विरको लागि लिङ्क (वैकल्पिक)
pt_br: Link pra a imagem (opcional)
ur: امیج کے لئے لنک (آپشنل)

source: Newsroom List Posts
bn: খবরের তালিকা
hi: न्यूजरूम पोस्ट्स सूची
ne: समाचार सुचि
pt_br: Lista de posts do Newsroom
ur: نیوز روم لسٹ کی پوسٹس

source: Display a list of posts in a regular list format.
bn: খবরগুলো সাধারণ তালিকার মত দেখান
hi: एक सामान्य सूची प्रारूप में पोस्ट्स की एक सूची का प्रदर्शन
ne: नियमित फर्म्याटमा तस्विरको सुचि ।
pt_br: Exiba posts em um formato de lista regular.
ur: پوسٹس کی لسٹ باقاعدہ لسٹ فورمیٹ میں دکھائیں

source: Title for post list.
bn: খবর তালিকার নাম
hi: पोस्ट सूची के लिए शीर्षक
ne: समाचार सुचि को शिर्षक।
pt_br: Título para a lista de posts.
ur: پوسٹ لسٹ کے لئے ٹائٹل

source: Link for the title
bn: শিরোনামের লিংক
hi: शीर्षक के लिए लिंक
ne: शिर्षकको लिङ्क ।
pt_br: Link para o título
ur: ٹائٹل کا لنک

source: Build query for posts to be displayed
bn: যে খবর দেখাতে চান তার জন্য প্রশ্ন তৈরী করুন
hi: पोस्ट्स के प्रदर्शन के लिए सवालों का निर्माण
pt_br: Construa a query dos posts a serem exibidos
ur: دکھاۓ جانے والی پوسٹس کے لئے سوالنامہ بنائیں

source: Posts to display per row
bn: প্রতি সারিতে কটা খবর
hi: हर पंक्ति प्रदर्शन के लिए पोस्ट्स
ne: प्रत्येक लाइनमा देखिनुपर्ने समाचार सुचि ।
pt_br: Número de posts a exibir por linha
ur: دکھائی جانے والی پوسٹس کی تعداد (فی قطار )

source: Newsroom Square Posts
bn: নিউসরুম স্কয়ারের খবর
hi: न्यूजरूम स्क्वायर पोस्ट्स
pt_br: Posts quadrados do Newsroom
ur: نیوز روم اسکوائر پوسٹس

source: Display a list of posts in a small square format.
bn: খবরগুলো ছোট তালিকা করে দেখান
hi: एक छोटे स्क्वायर फॉर्मेट में पोस्ट्स की सूची का प्रदर्शन
pt_br: Exiba posts em um formato de lista quadrada.
ur: پوسٹس کی لسٹ ایک چھوٹے اسکوائر فارمیٹ میں دکھائیں

source: Newsroom Style
bn: নিউসরুম শৈলী
hi: न्यूजरूम स्टाइल
ne: समाचारकक्षको style
pt_br: Estilo do Newsroom
ur: نیوز روم کا اسٹائل

source: Newsroom
bn: নিউসরুম
hi: न्यूजरूम
ne: समाचारकक्ष
ur: نیوز روم

source: Newsroom Theme Options
bn: নিউসরুমে বিষয় বাছাই
hi: न्यूजरूम थीम ऑप्शंस
pt_br: Opções do tema Newsroom
ur: نیوز روم تھیم کے آپشنز

source: Style
bn: শৈলী
hi: स्टाइल
ne: स्टायल
pt_br: Estilo
ur: اسٹائ

source: Links
bn: লিংক
hi: लिंक्स
ne: लिङ्क
ur: لنکس

source: Social APIs
bn: সোশ্যাল API
hi: सामाजिक एपीआई
ur: سوشل اے پی آئیز

source: Choose a style
bn: শৈলী বেছে নিন
hi: स्टाइल का चयन करें
ne: स्टायल छान्नुहोस्
pt_br: Escolha um estilo
ur: اسٹائل کا انتخاب کریں

source: Upload a custom logo
bn: পছন্দমত লোগো আপলোড করুন
hi: कस्टम लोगो अपलोड करें
pt_br: Envie um logo customizado
ur: اپنی مرضی کا لوگو اپلوڈ کریں

source: Facebook url
bn: ফেসবুক url
hi: फेसबुक से जुड़ें
ne: फेसबुक url
pt_br: URL do Facebook
ur: فیس بک یو آر ایل

source: Twitter url
bn: টুইটার url
hi: टिवटर पर आएं
ne: ट्विटर url
pt_br: URL do Twitter
ur: ٹویٹر یو آر ایل

source: Legal disclaimer
bn: আইন অনুযায়ী ডিসক্লেইমার
hi: लीगल डिस्क्लेमर
pt_br: Termos de uso
ur: قانونی ڈس کلیم

source: Facebook App ID
hi: फेसबुक ऐप आईडी
ne: फेसबुक APP ID
ur: فیس بک اپلی کیشن آئی ڈی

source: Logo url
bn: লোগো url
hi: लोगो यूआरएल
pt_br: URL do logo
ur: علامت (لوگو) یو آر ایل

source: Upload
bn: আপলোড
hi: अपलोड
ne: अपलोड
pt_br: Enviar
ur: اپ لوڈ

source: JEO Map Widget
bn: JEO মানচিত্র widget
hi: जियो मैप विजेट
pt_br: Widget de mapa do JEO
ur: جیو کا نقشہ ویجیٹ

source: Display a map
bn: মানচিত্র দেখান
hi: मानचित्र प्रदर्शन
ne: तस्विर देखाउ
pt_br: Exibir um mapa
ur: ایک نقشہ ظاہر

source: Title
bn: শিরোনাম
hi: शीर्षक
ne: शिर्षक
pt_br: Título
ur: عنوان

source: Display map posts
bn: ম্যাপ সংক্রান্ত পোস্ট প্রদর্শন করুন”
hi: मैप संबंधी पोस्ट का डिस्प्ले
ne: नक्सा देखाउ
pt_br: Exibir posts do mapa
ur: ڈسپلے نقشہ

source: Map height
bn: মানচিত্রের দৈর্ঘ্য
hi: मानचित्र की ऊंचाई
ne: नक्साको उचाइ
pt_br: Altura do mapa
ur: نقشہ اونچائی

source: Search results for:
bn: খুঁজুন
hi: खोज परिणाम:
ne: नतिजा खोज्नुहोस् ।
ur: کے لئے تلاش کے نتائج:

source: Advanced navigation
bn: অ্যাডভান্সড ন্যাভিগেশন
hi: उन्नत नेविगेशन
ur: اعلی درجے کی نیویگیشن

source: Search here...
bn: এখানে খুঁজুন
hi: यहां खोज करें ...
ne: यहाँ खोज्नुहोस्।
ur: یہاں تلاش

source: Related Posts
bn: এই সংক্রান্ত অন্য খবর
hi: संबंधित पोस्ट
ne: अन्य सम्वन्धित समाचारहरु।
ur: متعلقہ اشاعت

source: This website is built on <a href="%s" target="_blank" rel="external">WordPress</a> using the <a href="%s" target="_blank" rel="external">JEO Newsroom</a> theme
bn: এই ওয়েবসাইট <a href="%s" target="_blank" rel="external"> wordpress এর</a> <a href="%s" target="_blank" rel="external">JEO newsroom</a> বিষয় ব্যবহার করে বানানো হয়েছে
hi: <a href="%s" target="_blank" rel="external">JEO न्यूज़ रूम</a> विषय उपयोग से यह वेबसाइट <a href="%s" target="_blank" rel="external">WordPress</a> के साथ बनाया गया है
ne: यो वेवसाइट <a href="%s" target="_blank" rel="external"> को WordPress</a> मा <a href="%s" target="_blank" rel="external"> JEO Newsroom </a> theme

source: (First external media attached to post content. <a href="%s">See available media here</a>)
hi: (सबसे पहले बाहर मीडिया पोस्ट के साथ संलग्न। <a href="%s">यहाँ उपलब्ध मीडिया देखें</a>)
ne: (पोस्टमा पहिलो थप गरिएको माध्यम . <a href="%s">Veja mídias disponíveis aqui</a>)
pt_br: (Primeira mídia externa anexada ao contéudo do post. <a href="%s">Veja mídias disponíveis aqui</a>)

source: General sidebar
pt_br: Barra lateral geral

source: Front page
pt_br: Página inicial
